"appName" = "Inlaider (ms)";


"popup.command.placeholder.typeACommand" = "Taip arahan...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Taip arahan atau tekan Enter untuk tutup...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Taip arahan atau tekan Enter untuk tampal hasil";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — beralih ke editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — beralih ke baris arahan";
"popup.shortcut.clearCanvas" = "⌘⌫ membersihkan editor";
"popup.shortcut.copyCanvas" = "⌘C menyalin kandungan editor";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C atau Enter menyalin kandungan editor";
"popup.shortcut.enterPaste" = "Enter memasukkan ke";
"popup.shortcut.esc" = "Esc menutup ke";

"show" = "Tunjuk";
"about" = "Mengenai";
"quit" = "Keluar";
"close" = "Tutup";
"cancel" = "Batal";
"save" = "Simpan";
"ok" = "OK";
"settings" = "Tetapan";
"copied" = "Disalin";

"settings.section.general.title" = "Umum";
"settings.accessibility.title" = "Kebenaran Kebolehcapaian";
"settings.accessibility.description" = "Kebenaran ini diperlukan untuk membaca teks yang dipilih secara automatik dan memasukkan hasil yang diproses kembali ke dalam medan teks asal.\nTanpa akses, aplikasi akan menggunakan papan klip untuk memindahkan data.";
"settings.inlaiderShortcut.label" = "Pintasan papan kekunci untuk Inlaider";
"settings.LaunchAtLogin.label" = "Lancarkan semasa mula";

"settings.section.ownAPIKeys.title" = "Kunci API Sendiri";
"provider.apiKey.title" = "Kunci API";
"provider.apiKey.placeholder" = "Masukkan kunci API di sini";
"provider.models.title" = "Model";
"provider.models.new.placeholder" = "Tambah nama model";

"settings.section.customPrompts.title" = "Pengganti prompt";
"prompts.general.title" = "Prompt umum";
"prompts.replacements.title" = "Pengganti prompt";
"prompts.replacements.replaceWhat.label" = "Ganti";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Dengan prompt";
"prompts.replacements.error.exists.message" = "Pengganti arahan '%@' sudah wujud.";

"about.ThirdPartyLicenses" = "Lesen pihak ketiga";
"about.VisitOnGithub" = "Lihat di GitHub";
"about.version" = "Versi %@";

"error.title" = "Ralat";